accion.actualizar=Actualizar
accion.agregar=Agregar Producto
accion.eliminar=Eliminar
accion.guardar=Guardar
accion.nuevo=Nuevo
accion.recordar=Recordar
accion.registrar=Registrar
accion.regresar=Regresar
contacto.p1=\u00bfC\u00f3mo realizo mi pedido?
contacto.p2=\u00bfCu\u00e1nto tiempo tarda un pedido en llegar?
contacto.p3=\u00bfQu\u00e9 hago si no me queda la talla que solicit\u00e9?
contacto.r1=\u00a1Claro! Aqu\u00ed te explicamos c\u00f3mo realizar tu pedido en nuestra tienda online de sneakers FAEJ: Navega por nuestro cat\u00e1logo: Explora nuestra amplia selecci\u00f3n de sneakers disponibles en nuestro sitio web. Puedes filtrar por marca, estilo, color y tama\u00f1o para encontrar el par perfecto que se adapte a tu estilo. Selecciona tu producto: Una vez que hayas encontrado el sneaker que te gusta, haz clic en \u00e9l para ver m\u00e1s detalles, como im\u00e1genes adicionales, descripci\u00f3n del producto y disponibilidad de tallas. A\u00f1ade al carrito: Cuando est\u00e9s listo para comprar, selecciona la talla y cantidad que deseas y haz clic en el bot\u00f3n "Agregar al carrito". Revisa tu pedido: Una vez que hayas terminado de agregar productos a tu carrito, haz clic en el icono del carrito en la esquina superior derecha de la p\u00e1gina para revisar tu pedido. Aqu\u00ed podr\u00e1s ver todos los art\u00edculos que has seleccionado, su precio y la cantidad. Proceso de pago: Una vez que est\u00e9s satisfecho con tu selecci\u00f3n, haz clic en el bot\u00f3n "Pagar ahora" para proceder al proceso de pago. Aqu\u00ed ingresar\u00e1s tu informaci\u00f3n de env\u00edo y facturaci\u00f3n, as\u00ed como tu m\u00e9todo de pago preferido. Confirmaci\u00f3n del pedido: Despu\u00e9s de completar el pago, recibir\u00e1s una confirmaci\u00f3n de tu pedido por correo electr\u00f3nico. Este correo electr\u00f3nico incluir\u00e1 todos los detalles de tu compra, incluido el n\u00famero de seguimiento una vez que tu pedido haya sido enviado. \u00a1Y eso es todo! Una vez que hayas seguido estos pasos, tu pedido estar\u00e1 en camino hacia ti. Si tienes alguna pregunta adicional o necesitas ayuda durante el proceso de compra, no dudes en ponerte en contacto con nuestro equipo de atenci\u00f3n al cliente. \u00a1Estaremos encantados de ayudarte!
contacto.r2=\u00a1Gracias por tu inter\u00e9s en FAEJ! El tiempo de entrega de tu pedido puede variar seg\u00fan varios factores, como tu ubicaci\u00f3n, el m\u00e9todo de env\u00edo seleccionado y la disponibilidad del producto. Por lo general, una vez que tu pedido ha sido procesado y enviado, el tiempo estimado de entrega es de 3 a 5 d\u00edas laborables para env\u00edos dentro de Costa Rica. Sin embargo, ten en cuenta que pueden surgir demoras inesperadas debido a condiciones clim\u00e1ticas, problemas log\u00edsticos o situaciones excepcionales. Para obtener una estimaci\u00f3n m\u00e1s precisa del tiempo de entrega para tu pedido espec\u00edfico, te recomendamos revisar la informaci\u00f3n proporcionada durante el proceso de compra, ya que all\u00ed podr\u00e1s encontrar detalles sobre los tiempos de env\u00edo estimados seg\u00fan tu ubicaci\u00f3n y el m\u00e9todo de env\u00edo seleccionado. Si ya has realizado tu pedido y deseas conocer el estado de entrega o tener m\u00e1s detalles sobre el tiempo estimado de llegada, no dudes en ponerte en contacto con nuestro equipo de atenci\u00f3n al cliente. Ellos estar\u00e1n encantados de brindarte informaci\u00f3n actualizada sobre tu env\u00edo y responder cualquier pregunta que puedas tener. \u00a1Gracias por elegir FAEJ para tus sneakers!                          
contacto.r3=Si la talla que solicitaste no est\u00e1 disponible, no te preocupes, estamos aqu\u00ed para ayudarte a encontrar una soluci\u00f3n. Aqu\u00ed hay algunas opciones que puedes considerar: Notificaci\u00f3n de disponibilidad: Si el producto est\u00e1 agotado en la talla que necesitas, puedes optar por recibir una notificaci\u00f3n cuando el art\u00edculo vuelva a estar disponible. En muchos casos, ofrecemos la opci\u00f3n de recibir alertas por correo electr\u00f3nico o mensajes cuando se reponga el stock. De esta manera, ser\u00e1s uno de los primeros en enterarte cuando vuelva a estar disponible en tu talla. Buscar alternativas: A veces, un modelo similar o un sneaker de otra marca puede cumplir con tus expectativas. Navega por nuestro cat\u00e1logo para ver si hay otros productos que te interesen y que est\u00e9n disponibles en tu talla. Consultar con el servicio al cliente: No dudes en ponerte en contacto con nuestro equipo de atenci\u00f3n al cliente para obtener ayuda. Puedes comunicarte con nosotros a trav\u00e9s de nuestros n\u00fameros de tel\u00e9fono indicados en nuestro sitio web. Por favor, proporciona la informaci\u00f3n de tu pedido para que podamos ayudarte de manera m\u00e1s eficiente. Guardar para m\u00e1s tarde: Si el sneaker que deseas no est\u00e1 disponible en este momento, considera guardarlo en tu lista de deseos o marcadores en tu cuenta de usuario. De esta manera, podr\u00e1s revisarlo f\u00e1cilmente en el futuro y verificar si hay disponibilidad en tu talla. En FAEJ, queremos asegurarnos de que encuentres el sneaker perfecto para ti, as\u00ed que no dudes en explorar estas opciones y comunicarte con nosotros a trav\u00e9s de nuestros n\u00fameros de tel\u00e9fono si necesitas ayuda adicional. Estamos aqu\u00ed para hacer que tu experiencia de compra sea lo m\u00e1s satisfactoria posible.
login.crear=No tienes una cuenta?
login.olvidar=Olvid\u00e9 mi contrase\u00f1a
aplicacion.titulo=EcoTech
carrito.cantidad=Cantidad
ord.p1=Ordenes Totales en la P\u00e1gina
ord.p2=Ordenes Pendientes en la P\u00e1gina
ord.p3=Ordenes Completas en la P\u00e1gina
user.cart=Carrito de Compras
accion.rastrear=Ver orden
carrito.agregar=A\u00f1adir al Carrito
user.cart=Shopping Cart
p.p=PRODUCTO
p.e=ENVIO
p.c=TU CARRITO
usuario.pais=Pa\u00eds
favoritos.favoritos=A\u00f1adir a Favoritos
carrito.datos=Datos del Producto
carrito.facturar=Facturar
carrito.no_mostrar=Carrito V\u00e1cio!
carrito.seguirComprando=Seguir Comprando
carrito.titulo=Productos en el Carrito
ped.fecha=Fecha
ped.direccion=Direcci\u00f3n de Env\u00edo
ped.pago=M\u00e9todo de Pago
ped.info=Informaci\u00f3n de Env\u00edo
ped.det=DETALLES
carrito.total=Total
carrito.totalCompra=Total de Compra
carrito.verCarrito=Ver Carrito
categoria.activo=Activo
categoria.agregar=Agregar Categoria
categoria.descripcion=Descripci\u00f3n
categoria.pruebas=Pruebas
categoria.listado=Listado de Categorias
categoria.rutaImagen=Imagen
categoria.total=Total Categorias
e403.texto=No tiene permisos para ver esta p\u00e1gina o ejecutar esta acci\u00f3n
e403.titulo=Acceso denegado
error.login=Credenciales err\u00f3neas
index.nuestrosProductos=Nuestros Productos
lista.vacia=Lista Vac\u00eda
user.settings=Ajustes
ped.n=Nueva Orden
ped.c=En Camino
ped.p=Pendiente
ped.e=Entregada
ped.t=GESTI\u00d3N DE ORDENES FAEJ
login.login=Autenticar
login.password=Contrase\u00f1a
login.username=Usuario
plantilla.bienvenido=Usuario
plantilla.categorias=Categorias
plantilla.derechos=FAEJ Derechos Reservados 2024
plantilla.productos=Productos
plantilla.pruebas=Pruebas
plantilla.idioma=Idioma
plantilla.asociaciones=Asociaciones
plantilla.consultas=Consultas
plantilla.reportes=Reportes
plantilla.suTienda=Su tienda en l\u00ednea
plantilla.troles=Roles
vend.pedidos=Gestionar Pedidos
admin.ventas=Control de Ventas
admin.user=Gestionas Usuarios
plantilla.tusuario=Usuario
pedidos.h=HISTORIAL DE PEDIDOS
usuario.tel=N\u00famero de Tel\u00e9fono
plantilla.usuarios=Usuarios
producto.activo=Activo
producto.agregar=Agregar Producto
producto.categoria=Categor\u00eda
producto.descripcion=Descripci\u00f3n
producto.detalle=Detalle
producto.existencias=Existencias
producto.imagen=Ruta de la im\u00e1gen
producto.listado=Listado de Productos
producto.precio=Precio
producto.total=Total Productos
producto.producto=Producto
pruebas.todas=Todas
pruebas.precio.superior=Precio Superior
filtros.filtro=Filtros
filtro.filtrar=Aplicar Filtro
producto.relacionados=PRODUCTOS RELACIONADOS
pruebas.precio.inferior=Precio Inferior
pruebas.ampliadas=Consultas Ampliadas
pruebas.jpql=Consultas JPQL
pruebas.nativo=Consultas Nativas
registro.activar.error=Error activando usuario
registro.activar=Activar Usuario
registro.correo.activar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para activar su cuenta en FAEJ siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de FAEJ</h2>
registro.correo.recordar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para resetear la contrase\u00f1a de su cuenta en FAEJ siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de FAEJ</h2>
registro.mensaje.activacion.ok=Por favor revise su cuenta de correo %s para activar su usuario en el sistema FAEJ
registro.mensaje.activacion=Activacion de cuenta en FAEJ
registro.mensaje.recordar.ok=Por favor revise su cuenta de correo %s para recuperar su usuario en el sistema FAEJ
registro.mensaje.recordar=Recordar cuenta en FAEJ
registro.mensaje.usuario.o.correo=Ya existe un usuario con el username %s o el correo %s si no recuerda su contrase\u00f1a de 'recordar contrase\u00f1a'
registro.recordar.us=Recordar Usuario
texto.no=No
texto.si=Si
usuario.activacion=Activaci\u00f3n
usuario.agregar=Crear Cuenta
usuario.apellidos=Apellidos
usuario.correo=Correo
usuario.imagen=Fotograf\u00eda
usuario.limite=L\u00edmite de Cr\u00e9dito
usuario.listado=Listado de Usuarios
usuario.nombre=Nombre
usuario.password=Contrase\u00f1a
usuario.telefono=Tel\u00e9fono
usuario.cedula=C\u00e9dula
usuario.total=Total Usuarios
usuario.username=Usuario
nav.mujeres=Mujeres
nav.hombres=Hombres
nav.ninos=Ni\u00f1os
nav.marcas=Marcas
nav.contacto=Contacto
nav.nosotros=Nosotros
nav.todos=All
inicio.marcas=LAS MEJORES MARCAS DEL MERCADO
footer.derechos=Derechos Reservados FAEJ \u00a9 2024
footer.categorias=CATEGORIAS
footer.marcas=MARCAS
footer.ayuda=AYUDA
footer.horario=HORARIO DE ATENCION
footer.tallas=Gu\u00eda de tallas
footer.politica=Pol\u00edtica de Devoluciones
carrito.finalizarPago= Finalizar Pago
nav.login=Iniciar Sesi\u00f3n
nav.registro=Registrarme
nav.logout=Cerrar Sesi\u00f3n
nav.ordenes=Mis Pedidos
nav.cuenta=Mi Cuenta
nav.favoritos=Mis Favoritos
usuario.direccion=Direcci\u00f3n
mensaje.usuarios=Estimado administrador, para proceder con la eliminaci\u00f3n de un usuario se debe eliminar su rol o roles asignados, primeramente.
usuario.nuevaContrasena=Nueva Contrase\u00f1a
usuario.confirmarNuevaContrasena=Confirmar Nueva Contrase\u00f1a
carrusel.uno1=LO MEJOR EN SNEAKERS
carrusel.uno2=CONOC\u00c9 LOS NUEVOS
carrusel.uno3=ESTILOS DISPONIBLES
carrusel.uno4=Con acabados \u00fanicos y un dise\u00f1o excepcional
carrusel.dos1=TE GUSTA ESTAR A LA MODA?
carrusel.dos2=FAEJ TIENE LO MEJOR PARA TI
carrusel.dos3=CONOC\u00c9 TODOS NUESTROS ESTILOS DISPONIBLES
carrusel.dos4=FAEJ lo mejor para tu vida!
carrusel.tres1=TE GUSTA EL DEPORTE?
carrusel.tres2=LAS MEJORES MARCAS DEPORTIVAS
carrusel.tres3=PARA QUE DISFRUTES HACIENDO LO QUE TE APASIONA
carrusel.tres4=Conoc\u00e9 los productos que tenemos para vos!
con.p6=Preguntas Frecuentes
politica.p3=Pol\u00edtica de Privacidad
politica.p4=Pol\u00edtica de Devoluciones
filtros.estilo=Estilo
filtros.marca=Marca
filtros.precio=Precio
producto.listaVacia=No hay productos disponibles
producto.inactivo=Inactivo
producto.talla=Talla
pregunta.p1=No encuentras la respuesta.
pregunta.p2=Cont\u00e1ctanos!
pregunta.p3=Sujeto
pregunta.p4=Mensaje
pregunta.p5=Enviar
con.p1=\u00bfC\u00f3mo podemos ayudarte hoy?
con.p2=Nuestros centros de contacto!
con.p3=Llamanos ahora!
con.p4=Chatea con nosotros
con.p5=Llamanos